["Immanuel Kant, On the Common Saying: That May Be Correct in Theory But It Is of No Use in Practice, in THE CAMBRIDGE EDITION OF THE WORKS OF IMMANUEL KANT: PRACTICAL PHILOSOPHY 301 (Mary Gregor ed. and trans., 1996).",

 "See Mark A. Graber, Foreword: From the Countermajoritarian Difficulty to Juristrocracy and the Political Construction of Judicial Power, 65 MARYLAND L. REV. 1, 2–3 (2006) (summarizing political science response to countermajoritarian problem, which largely focuses on denying that courts can stray too far from preferences of other political actors or that their rulings would be obeyed if they did so). One gloss on this strategy is to argue that questions are often committed to the courts by other—allegedly more democratically legitimate—actors, like elected officials, in order to pursue their own ends. Id. at 5–8 (summarizing this school of thought). See also Corinna Barrett Lain, Upside-Down Judicial Review, 101 GEO. L. J. 113 (2012) (arguing that sometimes the Supreme Court is better at tracking the public will than are the elected branches).",

 "However, even if the countermajoritarian problem is solved, there may be other democratic objections to judicial review. For example, one of the most interesting and potentially compelling objections is that judicial review undermines the practice of democracy by channeling those who object to current policies of the courts rather than to political action. Call this the judicial-review-as-crutch objection. See, e.g., Robert Post & Reva Siegel, Popular Constitutionalism, Departmentalism, and Judicial Supremacy, 92 CAL. L. REV. 1027, 1042–43 (2004) ('The danger of judicial supremacy is not that the people will be deprived of the authority to decide a particular case, but rather that they will cease to maintain a vibrant and energetic engagement with the process of constitutional self-governance.') This Article will not specifically discuss that here, mainly because it is an empirical claim that depends on unknown answers to several questions—could those who succeed in the courts have succeeded in politics if they had just tried? Are litigation and politics substitutes or complements? Is the extent to which judicial review suppresses political activism counterbalanced by the extent to which it promotes activism by giving those opposed to a result something to fight against, and those in favor of it something to defend ( the Author thanks his colleague, Stella Elias, for this point)?"]
